<div id="footer">

    <h1 style="text-align:center;font-weight:bold;font-size:28px;">Memo</h1>
    あたらしいフッターは<br>
    全部できたら最後に作成<br>
    search改修<br>
    おしらせどうする？<br>
    HOMEでの履歴の出し方<br>
    slider+もっと見る？？？<br>
   <ここにちょっとメモ><br>
   アイコン,ボタンの色--未定<br>
   サイトの色合い--未定<br>
   ボタンとかアイコン黄色だと見てて疲れる<br>
   フッターは固定じゃなくする<br>
   問い合わせ、規約、会社情報はmodalメニューから外してもいい？<br>
   Menu--デザイン未定--iconいれようかな<br>
   &ensp;・home--logo出来たらメニューの最上位にド～ンと入れたいかも<br>
   &ensp;・ticket<br>
   &ensp;・Map<br>
   &ensp;・search<br>
   &ensp;・bill<br>
   &ensp;・履歴<br>
   &ensp;・プロフ<br>
   &ensp;・といあわせ<br>
   &ensp;・how to<br>
   &ensp;・news<br>
   &ensp;・会社情報<br>
   &ensp;・log out<br>
    <!-- <ul>
        <li @if(isset($pageType) && $pageType == "HOME")class="active" @endif>
            <a href="{{ route('customer.home')}}">
                <div class="container">
                    <div class="icon">
                        <svg version="1.1" id="_x32_" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" width="512px" height="512px" viewBox="0 0 512 512" xml:space="preserve">
                        <g>
                            <polygon class="st0" points="256.031,7.375 0,190.313 0,504.625 201.609,504.625 201.609,336.672 310.391,336.672 310.391,504.625 
                                512,504.625 512,190.313 	"></polygon>
                        </g>
                        </svg>
                    </div>
                    <span>Home</span>
                </div>
            </a>
        </li>
        <li @if(isset($pageType) && $pageType == "MAP")class="active" @endif>
            <a href="{{ route('customer.map')}}">
                <div class="container">
                    <div class="icon">
                        <svg version="1.1" id="_x32_" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" width="512px" height="512px" viewBox="0 0 512 512"xml:space="preserve">
                        <g>
                            <path class="st0" d="M256,0C159.969,0,82.109,77.859,82.109,173.906c0,100.719,80.016,163.688,123.297,238.719
                                C246.813,484.406,246.781,512,256,512s9.188-27.594,50.594-99.375c43.297-75.031,123.297-138,123.297-238.719
                                C429.891,77.859,352.031,0,256,0z M256,240.406c-36.734,0-66.516-29.781-66.516-66.5c0-36.75,29.781-66.531,66.516-66.531
                                s66.516,29.781,66.516,66.531C322.516,210.625,292.734,240.406,256,240.406z"></path>
                        </g>
                        </svg>
                    </div>
                    <span>Map</span>
                </div>
            </a>
        </li>
        <li @if(isset($pageType) && $pageType == "SEARCH")class="active" @endif>
            <a href="{{ route('customer.search')}}" class="search_link">
                <div class="container">
                    <div class="icon">
                        <svg version="1.1" id="_x32_" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" width="512px" height="512px" viewBox="0 0 512 512" xml:space="preserve">
                        <g>
                            <path class="st0" d="M449.803,62.197C408.443,20.807,353.85-0.037,299.646-0.006C245.428-0.037,190.85,20.807,149.49,62.197
                                C108.1,103.557,87.24,158.15,87.303,212.338c-0.047,37.859,10.359,75.766,30.547,109.359L15.021,424.525
                                c-20.016,20.016-20.016,52.453,0,72.469c20,20.016,52.453,20.016,72.453,0L190.318,394.15
                                c33.578,20.203,71.5,30.594,109.328,30.547c54.203,0.047,108.797-20.797,150.156-62.188
                                c41.375-41.359,62.234-95.938,62.188-150.172C512.053,158.15,491.178,103.557,449.803,62.197z M391.818,304.541
                                c-25.547,25.531-58.672,38.125-92.172,38.188c-33.5-0.063-66.609-12.656-92.188-38.188c-25.531-25.578-38.125-58.688-38.188-92.203
                                c0.063-33.484,12.656-66.609,38.188-92.172c25.578-25.531,58.688-38.125,92.188-38.188c33.5,0.063,66.625,12.656,92.188,38.188
                                c25.531,25.563,38.125,58.688,38.188,92.172C429.959,245.854,417.365,278.963,391.818,304.541z"></path>
                        </g>
                        </svg>
                    </div>
                    <span>Search</span>
                </div>
            </a>
        </li>
        <li @if(isset($pageType) && $pageType == "TICKET")class="active" @endif>
            <a href="{{ route('customer.ticket')}}">
                <div class="container">
                    <div class="icon">
                        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24"><path d="M6.5 10.5v.5h.5v-.5h-.167v-.167h-.166v.167h-.167zm.333.167v.167h-.166v-.167h.166zm-3.833.333h1.333v-1.333h-1.333v1.333zm.167-1.167h1v1h-1v-1zm3.333.5v-.167h.167v.167h-.167zm-3.167-.333h.667v.667h-.667v-.667zm1.334-.5v.333h-.167v-.333h.167zm.333-1.333h.167v.167h-.167v-.167zm.167-.167h.166v.167h-.166v-.167zm.166.333v-.166h.167v.167h-.167zm0-.333h.167v-1h-.5v.167h-.5v.167h.5v.166h.333v.5zm-.166-.667v-.166h.166v.167h-.166zm-1.167.667h-.667v-.667h.667v.667zm1 0h-.167v-.333h-.333v-.167h.5v.167h.167v.167h-.167v.166zm-.667-1h-1.333v1.333h1.333v-1.333zm-.166 1.167h-1v-1h1v1zm.5 0h-.167v-.167h.333v.333h-.166v-.166zm-.5.5v.167h-.167v-.167h.167zm2.5 1h.333v.5h-.167v-.167h-.333v.167h-.167v-.167h-.166v-.167h.166v-.166h.167v.167h.167v-.167zm-.667.333h-.167v.167h-.166v-.167h-.167v-.167h.167v-.166h-.334v-.167h-.166v.167h-.167v.167h-.333v.166h-.167v1h.8330000000000001v-.167h-.166v-.333h-.167v.333h-.333v-.167h.166v-.166h-.166v-.167h.5v-.167h.333v.334h-.167v.167h.167v.333h.167v-.333h.166v.167h.167v-.167h.167v-.333h.166v-.167h-.333v-.167zm-.167.5h-.166v-.167h.166v.167zm1-1v-.333h.167v.333h-.167zm-1.5.833v.167h-.166v-.167h.166zm.834.5v-.167h.166v.334h-.333v-.167h.167zm-.5-3.833v1.333h1.333v-1.333h-1.333zm1.166 1.167h-1v-1h1v1zm-.166-.167h-.667v-.667h.667v.667zm.166.667h.167v.333h-.167v.167h-.333v-.667h.167v.333h.166v-.166zm-.666 1v-.5h.166v.5h-.166zm-2.167-1.167v.167h-.333v.167h.166v.166h-.5v-.167h.167v-.166h-.333v.167h-.167v-.334h1zm-.167.667v-.167h.167v.5h-.167v-.167h-.166v.167h-.167v-.167h-.167v.167h-.333v-.167h.167v-.166h.666zm-.666-.167v.167h-.167v-.167h.167zm3.166-.333h-.166v-.167h.166v.167zm-2.166.666h.166v.167h-.166v-.167zm2.5.334h-.167v-.167h.167v.167zm-.834.166v-.166h.167v.167h-.167zm-.166-.166h.166v-.5h.334v-.167h.166v-.167h-.166v-.166h-.334v-.167h-.166v.167h-.167v-.167h-.167v.167h-.166v-.167h-.167v.167h-.167v.167h-.166v-.167h.166v-.167h-.666v.167h.333v.167h-.333v.166h.166v.334h.167v-.167h.333v.333h.167v-.667h.167v.333h.5v.167h-.334v.167h.334v.167zm.166-.834h.167v.167h-.167v-.167zm-.333.167h-.167v-.167h.167v.167zm2.38 4h-7.88v-8h9.204c.739 1.612 2.024 1.696 3.796 2.509v4.648c-1.638-.182-3.985-.26-5.12.843zm.12-7h-6v6h6v-6zm9.17-.833c-.806-1.165-5.031-1.924-6.742-2.167-.169.727.111 1.643.859 2.076.729.422 2.847 1.078 3.473 1.702.812.808 2.026 4.668.028 7.282-2.076-.589-4.24-.527-5.415-.048-1.153.47-1.013 1.908.189 2.045 3.42.39 7.587 1.161 10.322 4.943 0 0 1.821-1.885 4.115-4.426-3.668-3.053-4.198-7.606-6.829-11.407z"/></svg>
                    </div>
                    <span>Ticket</span>
                </div>
            </a>
        </li>
        <li @if(isset($pageType) && $pageType == "BILL")class="active" @endif>
            <a href="{{ route('customer.bill')}}">
                <div class="container">
                    <div class="icon">
                        <svg version="1.1" id="_x32_" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 512 512" xml:space="preserve">
                        <g>
                            <path class="st0" d="M443.969,76H68.031C30.469,76,0,106.469,0,144.031v223.938C0,405.531,30.469,436,68.031,436h375.938
                                C481.531,436,512,405.531,512,367.969V144.031C512,106.469,481.531,76,443.969,76z M480,367.969
                                C480,387.844,463.844,404,443.969,404H68.031C48.156,404,32,387.844,32,367.969V224h448V367.969z M480,176H32v-31.969
                                C32,124.156,48.156,108,68.031,108h375.938C463.844,108,480,124.156,480,144.031V176z"></path>
                            <rect x="104" y="289.328" class="st0" width="64" height="64"></rect>
                            <rect x="260" y="289.328" class="st0" width="160" height="24"></rect>
                            <rect x="260" y="337.328" class="st0" width="128" height="24"></rect>
                        </g>
                        </svg>
                    </div>
                    <span>Bill</span>
                </div>
            </a>
        </li>
    </ul> -->
</div>