<div class="num">第1条(総則)</div>
<p>
1. 原価ticket加盟店規約（以下「本規約」という。）は、wb-studioが作成したwebアプリケーション（以下「本アプリ」という。）を使用し、web,スマートフォン上で運営するシステムを利用する場合の、wb-studio（以下「甲」という。）と協力店（以下「乙」という。）との間の契約関係につき定めるものである。本アプリにおいて甲が随時掲載する遵守事項、ルール、諸規定等は本規約の一部を構成するものとする。<br><br>

2.目的：本アプリは創業理念に基づくブランド形成に欠かせない重要なシステムである。「お客様の取り込み」、「原価での商品の提供」、といった単純な目的の為のみではなく、関わる全ての人々が一番興味を抱く瞬間を逃さずに、来て頂いたお客様に原価で協力店ごとで定めるチケット枚数相当のサービスを提供してください。これにより、収入もありながら広告効果で、お客様の集客も出来、同業他社との大きな差別化を作り上げる。wb-studioは、本アプリを通して最先端の取り組みを行い続ける。<br><br>

3.本規約は、原価ticketにおける、甲乙間の決済業務に関し、基本的事項を定める。
</p>
<div class="num">第2条(本アプリへの出店)</div>
<p>
1.乙は、本アプリで運営するシステムを利用（以下「本サービスの利用」という。）することにより、本アプリ内において本サービスを利用した商品提供の代金決済の代行を甲に委託するものとする。<br><br>

2.乙は、本アプリのページを構成するソフトウェアが、乙に対する通知なく甲の判断により変更され、バージョンアップされることがあることを了承する。<br><br>

3.乙は、協力店情報に含まれる乙の店舗情報・メニュー情報・画像データ等の使用許諾を、甲に与えるものとする。<br><br>

4.原価ticketを使った商品提供ついて、商品販売及び決済確定後に、乙と第三者との間でトラブルが生じた際には、乙は自己の責任と費用負担において当該第三者とのトラブルを処理する。また、甲がかかるトラブルにより被った一切の損害を賠償するものとする。<br><br>

5.乙は、本アプリから送信された顧客の注文情報を受信した場合は、サービスを注文情報及び本アプリのページに掲載された情報に従って時間どおり確実に提供するものとする。
</p>
<div class="num">第3条（情報管理）</div>
<p>
1.乙は、本アプリ運営上のセキュリティーのため「ログインID」、「パスワード」（以下「店舗管理情報」という）を甲より受け取る。<br><br>

2.乙は甲より付与された店舗管理情報を保管・管理する。また、情報の漏洩が発生の疑義が生じた場合は、速やかに甲に届出を行うものとする。<br><br>

3.お客様トラブルを避ける為、一度メニューを削除した際は23時間以内はメニュー追加を不可とする。<br><br>

4.店舗管理情報が第三者に渡された場合、顧客注文への不正対応や過去履歴情報の漏洩等のリスクがあることを乙は理解し、万全の対応を準備することとする。第2項における措置を行うことなく、セキュリティー情報等の漏洩が発生した場合、その一切の責任を乙は負うものとする。<br><br>

5.原価ticketの定める「原価ticketメニュー」が存在する場合のみお客様ページに協力店として表示されます。
</p>
<div class="num">第4条(甲による本サービス利用の一時停止)</div>
<p>
甲は、乙が本サービスを利用するにあたり下記アからカのいずれかに該当すると甲が判断した場合、甲が乙の本サービス利用を一時的に停止できることを乙は承諾する。なお、甲は、本項に基づき甲が行った措置によって乙に生じた損害について一切の責任を負わないものし、乙は、本サービス利用停止による第10条に定める料金の返還、損害の補償等を甲に請求することかができないものとする。<br><br>

ア.乙が本規約に違反した場合<br>

イ.乙が、本サービスを通して販売する商品・サービスを適正に提供できないと甲が判断した場合<br>

ウ.乙の甲に対する第10条及び11条に定める料金、その他、加盟契約が定めるあらゆる支払いについて、指定された支払期日に入金が確認できなかった場合<br>

エ.乙に対する顧客からの苦情等が多発したり、当該ブランドの価値を毀損すると甲が判断した場合<br>

オ.乙による販売マニュアルの正式な運用がなされず、また乙と24時間以上連絡が取れない場合<br>

カ.その他、甲がやむを得ない事情によりサービスを停止する必要があると判断した場合。
</p>
<div class="num">第5条(ペナルティ)</div>
<p>
甲は、乙の責めに帰すべき事由により、乙が本規約の各条項に違反したことにより、甲が被った損害(直接的損害及び通常損害のみならず、逸失利益、事業機会の喪失、事業の中断、その他の間接的、特別的、派生的又は付随的損害の全てを含む)について、損害賠償請求をすることができる。
</p>
<div class="num">第6条(権利の譲渡)</div>
<p>
乙は、本サービスを利用する権利並びに利用契約上の地位及び本規約に基づく権利義務(以下 総称して「本権利等」という)を第三者に譲渡又は担保に供することはできない。
</p>
<div class="num">第7条(守秘義務)</div>
<p>
1.甲乙両者は、相互に利用契約に基づく業務の遂行に際し、知り得た相手方の業務等全てに関する一切の情報 (ただし、公知のものを除く。以下「機密情報」という)を第三者に漏洩してはならない。また、機密情報を本規約の目的外に使用することを禁止する。<br><br>

2.乙は業務上知り得た、本アプリシステムの構造及び使用マニュアルについて、乙の従業員まで含めた、情報漏洩の防止の管理に努め、同業他社への情報提供等が発生した場合は、連帯してその賠償責任を負う。<br><br>

3.契約終了後についても、前項の守秘義務に従う。
</p>
<div class="num">第8条(販売促進)</div>
<p>
1.甲は、本アプリを通じて販売する商品の、特典や割引などの特別価格、ポイント付与などを、販売促進の観点から、甲の判断により随時設定することができる。<br><br>

2.スポンサード割引：甲が本アプリを通じて販売する特別商品及び特別割引（以下「企画商品」）に対して,甲が判断し後援又は協賛を行う第三者であるスポンサーを募る場合がある。商品及び金銭の協賛による割引（以下「スポンサード割引」）について、乙はこれを認める。この場合については、販促費の一部又は全部を甲が負担することがある。<br><br>

3.乙は、1項により甲が設定する販売促進に従うものとする。
</p>
<div class="num">第9条（利用料金）</div>
<p>
1. 本システム利用料：本アプリの運用時に必要な備品について、乙は、以下定める物品を手配する。<br><br>

2.甲は乙に対し、システム利用料は0円で運用する。<br><br>

3.乙はお客様のチケット1枚使用で100円分の料理、飲料を提供いただきます。2枚使用の場合は200円分の料理、飲料を提供いただきます。<br><br>

4.売上として、甲が乙にチケット1枚あたり100円を支払うものとする。<br><br>

5チケット利用に関しては、お客様のQRコード読み取りの完了でチケット売上となり、お客様の利用ごとに店舗管理画面に表示される件数を確認するものとする。それ以外の申告に関しては件数に含まれない。
</p>
<div class="num">第10条(支払について)</div>
<p>
甲は、毎月月末までに発生した、第9条に定める料金その他の支払いを、本条に定める支払方法により、請求書に記載された期日までに支払うものとする。<br><br>

1.甲は乙に、翌月25日に乙の口座に振り込む。<br><br>

2.乙が甲に支払う方法は銀行振り込みのみとする。
</p>
<div class="num">第11条（掲載の依頼方法）</div>
<p>
1.本アプリにて店舗の掲載を行う場合、乙は事前に甲が指定するHPにて出店掲載申請を行うこととする。甲は出店掲載申請より、準備の状況を確認した時点で速やかに店舗の出店掲載を行う。<br><br>

2.第4条及びその他の事由により、一時的に乙の出店掲載が削除された場合、乙は再掲載を要請することができる。再掲載は第１項同様にHPを通じて行うものとする。<br><br>

3.甲は、乙の出店掲載申請において、不備または準備不足と判断した場合、掲載を一時的に延期することができる。
</p>
<div class="num">第12条(サービスの停止)</div>
<p>
乙は、第2条第1項記載の甲が提供する本サービスにおいて、下記の事情により一定期間停止する場合があることを予め承諾するものとする。甲は、本項に基づき甲が行った措置によって乙に生じた損害について一切の責任を負わないものとし、乙は、サービス停止による第10条に定める料金の返還、損害の補償等を甲に請求することができないものとする。<br><br>

ア.wb-studioのサーバー、ソフトウェア等の点検、修理、補修等による停止<br><br>

イ.wb-studioのサーバー、通信回線等の事故による停止<br><br>

ウ.天変地異などやむを得ない事情による停止<br><br>

エ.その他、甲が停止を必要と判断した場合
</p>
<div class="num">第13条(免責)</div>
<p>
1.甲は、乙が本サービスの利用に関して被った損害(その原因の如何を問わない)について、その損害を賠償する義務を負わない。<br><br>

2.乙は、サービスの勧誘、広告宣伝及び提供にあたり、本規約の各条項のほか、食品衛生法、独占禁止法、下請法、不当景品類及び不当表示防止法、特定商取引に関する法律、特定電子メールの送信の適正化等に関する法律、消費者契約法、不正競争防止法、その他適用される法令及び規則、条例、ガイドライン、行政指導等について自らの費用と責任をもって調査のうえ、これを遵守し、免許や許認可が必要な場合はそれを取得するものとし、甲は一切責任を負うものではない。<br><br>

3.甲は、本サービス利用による集客力の向上を保証するものではない。
</p>
<div class="num">第14条(トラブル処理)</div>
<p>
1.乙が顧客からの注文情報を受信完了した以降、乙と顧客との間で、商品販売時に関する紛争（不提供、遅延、瑕疵その他の紛争等）(以下「紛争等」という)が生じた場合、乙がすべてその責任と負担において紛争等を解決するものとする。<br><br>

2.前項に定めるほか、本サービスの利用に関し、顧客からの苦情等が発生した場合は、甲に情報を共有し、乙がすべてその責任と負担において苦情等を解決するものとする。また、顧客からの苦情等によって甲が損害を被った場合には、甲がその全損害を乙に対して請求できるものとする。
</p>

<div class="num">第15条(個人情報の取り扱い等)</div>
<p>
乙は、顧客の個人情報について、個人情報取扱事業者であるか否かに拘らず個人情報の保護に関する法律及びこれに関連する法令、ガイドラインを遵守するものとし、情報事故の防止その他安全管理のために必要かつ適切な措置を講じるとともに、顧客の同意の有無にかかわらず、本サービスの履行以外の目的に利用せず、第三者に開示又は漏洩しないものとする。
</p>
<div class="num">第16条 (乙による解約)</div>
<p>
期間終了関しては乙が甲に対し原価ticket店舗管理ページの問い合わせより通知し、甲の解約処理をもって解約できるものとする。(諸費用について一括で後日支払うものとする)
</p>
<div class="num">第17条(甲による解約)</div>
<p>
甲は、乙が次のア～サのいずれかの事由に該当した場合には、何らの催告なしに利用契約を解約するとともに、ただちに、 店舗ページから乙の情報を削除することができる。 また、乙が次のいずれかの事由に該当した場合、乙の甲に対する債務は当然に期限の利益を失い、乙は甲に対する全ての債務を直ちに弁済しなければならない。 加えて、いかなる場合も、甲は、解除により乙に生じた損害について賠償義務その他一切の責任を負わないものとする。<br><br>

ア.本規約のいずれかの条項に違反したとき<br>

イ.顧客からのクレームが多発した場合や第3条の禁止項目に該当する事象が2回以上繰り返され是正されないとき(甲による改善依頼を再三受けながらも、改善の意思が見られないと甲が判断したときを含む)<br>

ウ.差押え、仮差押え、仮処分その他の強制執行又は滞納処分の申し立てを受けたとき 破産手続開始、民事再生手続開始、会社更生手続開始、又は特別清算開始の申し立てをし、若しくはこれを受けたとき<br>

エ.乙の信用状態に重大な変化が生じたとき<br>

オ.解散又は営業停止となったとき<br>

カ.販売方法、取扱商品等について行政当局による注意又は勧告を受けたとき<br>

キ.販売方法、取扱商品等が公序良俗に反した甲が判断したとき<br>

ク.甲に重大な危害又は損害を及ぼしたとき<br>

ケ.乙が反社会勢力等であること、若しくはそのおそれがあることが判明したとき<br>

コ.甲への脅迫や恐喝及び恫喝行為、法的な責任を超えた不当な要求行為 (甲に履行義務がない事項について、何度も執拗に要求・要望する行為等を含む)や業務妨害等の暴力的な行為が認められたとき<br>

サ.その他、甲と乙との間で信頼関係を害し、取引を継続しがたい事由が発生したと甲が判断したとき
</p>
<div class="num">第18条(反社会的勢力等の排除)</div>
<p>
1.乙は、自ら又は自らの役員が、次のア〜キのいずれにも該当しないことを表明し、かつ将来にわたっても該当しないことを確約する。<br><br>

ア.暴力団、暴力団員、暴力団員でなくなったときから 5年を経過しない者、暴力団準構成員、暴力団関係企業、 総会屋等、社会運動等標ぼうゴロ又は特殊知能暴力集団等、その他これらに準ずる者(以下「反社会的勢力等」 という)<br>

イ.反社会的勢力等が経営を支配していると認められる関係を有すること<br>

ウ.反社会的勢力等が経営に実質的に関与していると認められる関係を有すること<br>

エ.自ら若しくは第三者の不正の利益を図る目的又は第三者に損害を加える目的をもってするなど、不当に反社 会的勢力等を利用していると認められる関係を有すること<br>

オ.反社会的勢力等に対して資金等を提供し、又は便宜を供与するなどの関与をしていると認められる関係を有すること

カ.役員又は経営に実質的に関与している者が反社会的勢力等と社会的に非難されるべき関係を有すること<br>

キ.刑事事件によって逮捕・勾留又は刑事訴追を受けた事実がないこと<br><br>

2.乙は、自ら又は第三者を利用して次のア～エの一にでも該当する行為を行わないことを確約する。<br><br>

ア.自ら又は第三者を利用して、甲又は発注者に対して、詐術、粗野な振舞い、合理的範囲を超える負担の要求、暴力的行為又は脅迫的言辞を用いるなどの行為<br>

イ.甲又は発注者に対し、自身が暴力団等である旨を伝え、又は自身の関係団体若しくは関係者が暴力団等である旨を伝えるなどした行為<br>

ウ.風説を流布し、偽計又は威力を用いて相手方の名誉信用を毀損し、又は相手方の業務を妨害する行為<br>

エ.その他前各号に準ずる行為<br><br>

3.甲は、乙が第1項ア～キのいずれかに該当し、若しくは前項ア〜エのいずれかに該当する行為を行ったことが認められた場合、又は第1項の規定にもとづく表明・確約に関して虚偽の申告をしたことが判明した場合、何らの催告なく利用契約を解除し、直ちに乙の出店ページを本サービスから削除することができる。
</p>
<div class="num">第19条 (準拠法)</div>
<p>
本規約の有効性、解釈及び履行については、日本法に準拠し、日本法に従って解釈されるものとする。
</p>
<div class="num">第20条（裁判管轄)</div>
<p>
本規約に関する紛争については、訴額に応じて釧路地方裁判所を第一審の専属的合意管轄裁判所とする。
</p>
<div class="num">第21条(協議)</div>
<p>
本規約に定めのない事項、本規約中疑義の生じた事項及び本規約の変更については、関係当事者間で協議のうえ 決定する。
</p>
<div class="num">第22条(規約の変更)</div>
<p>
規約の内容の変更については、甲の裁量によって変更することができるものとし、変更内容を通知又は公告した後において、規約変更日以後、乙が出店を継続した場合には、乙が新しい規約を承認したものとみなす。また、甲が第三者に営業譲渡等をした場合は、当該営業譲渡等に伴い利用契約上の地位又は本規約に基づく権利及び義務並びにその他の顧客情報を当該営業譲渡の譲受人に譲渡することができるものとし、乙は、かかる譲渡につき予め同意したものとする。
</p>
<div class="name">
    2022年3月26日 施行
    <br>
    wb-studio
</div>
